<?php

$prefix = 'ms2wishlist_property_';

$_lang[$prefix . 'id'] = 'Идентификатор ресурса. Если не указан, используется id текущего документа.';
$_lang[$prefix . 'tpl'] = 'Чанк оформления результатов.';
$_lang[$prefix . 'tplwrapper'] = 'Чанк-обёртка, для заворачивания всех результатов. Понимает один плейсхолдер: [[+output]].';
$_lang[$prefix . 'tplempty'] = 'Чанк, который выводится при отсутствии результатов.';
$_lang[$prefix . 'page'] = 'Идентификатор страницы для ссылки.';
$_lang[$prefix . 'snippet'] = 'Сниппет, который будет вызываться для вывода результатов работы.';
